list = ['성분:정제수', '다이메티콘', '부틸렌글라이콜', '글리세린', '트라이실록세인', '트레할로오스', '수크로오스', '암모늄아크릴로일다이메틸타우레이트/브이피코폴리머', '하이드록시에틸우레아', '녹차추출물', '흰무늬엉겅퀴추출물', '만주자작나무껍질추출물', '효모용해추출물', '알로에베라잎수', '알로에베라잎추출물', '테르무스테르모필루스발효물', '카페인', '솔비톨', '팔미토일헥사펩타이드-12', '소듐하이알루로네이트', '카프릴릴글라이콜', '올레스-10',
        '소듐폴리아스 파테이트', '알로에베라잎폴리사카라이드', '락토바실러스발효용해물', '사카라이드아이소머레이트', '하이드로제네이티드레시틴', '토코페릴아세테이트', '아크릴레이트/C10-30알킬아크릴레이트크로스폴리머', '글리세릴폴리메타크릴레이트', '트로메타민', '피이지-8', '헥실렌글라이콜', '마그네슘아스코빌포스페이트', '시트릭애씨드', '비에이치티', '다이소듐이디티에이', '소듐시트레이트', '포타슘솔베이트', '소듐벤조에이트', '페녹시에탄올', '적색504호', '황색4호']


list.sort()

print(list)
